Repository: CarlFK/dabo
Catalog: dabo/locale/*/LC_MESSAGES/dabo.po
Languages: cs

source: There was an error encountered when checking Web Update: %s
cs: Při kontrole internetových aktualizací nastal chyba: %s

source: Web Update Problem
cs: Problém s internetovými aktualizacemi

source: Updates are available. Do you want to install them now?
cs: Jsou dostupné aktualizace. Chcete je nyní nainstalovat?

source: This appears to be the first time you are running Dabo. When starting up, Dabo will check for updates and install them if you wish. Click 'Yes' to get the latest version of Dabo now, or 'No' if you do not wish to run these automatic updates.
cs: Zdá se, že toto je poprvé, co Dabo spouštíte. Při spuštění Dabo zkontroluje aktualizace a, pokud chcete, je i nainstaluje. Klikněte na 'Ano' pro získání nejnovější verze nyní, nebo na 'Ne' pokud nechcete spouštět automatické aktualizace.

source: Cannot update files; Error: %s
cs: Nelze aktualitovat soubory; Chyba: %s

source: You do not have permission to update the necessary files. Please re-run the app with administrator privileges.
cs: Nemáte oprávnění k aktualizaci potřebných souborů. Prosím spusťte aplikaci znovu se správcovskými oprávněními.

source: Permission Denied
cs: Přístup zamítnut

source: There was a problem getting a response from the Dabo site. Please check your internet connection and try again later.
cs: Při získávání odpovědi od stránky Dabo nastal problém. Prosím zkontrolujte své internetové připojení a zkuste znovu.

source: Update Failed
cs: Aktualizace selhala

source: Update Failure
cs: Selhání aktualizace

source: There were no changed files available - your system is up-to-date!
cs: Žádné soubory nebyly změněny- váš systém je aktuální!

source: No Update Needed
cs: Není třeba aktualizovat

source: Dabo has been updated to the current master version. The app will now exit. Please re-run the application.
cs: Debo bylo aktualizováno na současnou hlavní verzi. Aplikace bude nyní ukončena. Prosím spusťte ji znovu.

source: Success!
cs: Úspěch!

source: Dabo Project Locations
cs: Umístění projektu Dabo

source: IDE Directory:
cs: Adresář IDE:

source: Demo Directory:
cs: Adresář Demo:

source: Select the location of the IDE folder
cs: Vyberte umístění složky IDE

source: Select the location of the Demo folder
cs: Vyberte umístění složky Demo

source: Debug Output
cs: Ladící výstup

source: Only text and bitmaps are supported.
cs: Jsou podporovány pouze text a bitmapy.

source: No apparent way to undo.
cs: Není žádný zřejmý způsob pro vrácení.

source: No apparent way to redo.
cs: Není žádný zřejmý způsob pro znovu provedení.

source: Find/Replace
cs: Najít/Nahradit

source: Find
cs: Najít

source: 1 replacement was made
cs: bylo provedeno 1 nahrazení

source: %s replacements were made
cs: bylo provedeno %s nahrazení

source: Replacement Complete
cs: Nahrazování dokončeno

source: Active control isn't text-based.
cs: Aktivní kontrola není založená na textu.

source: Not found
cs: Nenalezeno

source: Only .cdxml forms can be re-loaded
cs: Pouze formuláře .cdxml můžou být znovu načteny

source: Returns the form that currently has focus, or None. (dForm)
cs: Vrací formuláře, které jsou v současnosti zaměřeny, nebo žádné. (dForm)

source: Determines if sizer outlines are drawn on the ActiveForm. (bool)
cs: Určuje, jestli obrysy měniče velikosti jsou vykresleny v ActiveForm. (boolean)

source: Class to instantiate for the application's preference editing (dForm/dDialog)
cs: Instanci jaké třídy vytvořit pro úpravu nastavení aplikace (dForm/dDialog)
